import java.util.ArrayList;

public class Storage {

    public static Voiting voiting20210525 = new Voiting("2021.05.25",
            "Презентация Законопроекта \"\"О судоустройстве Республики Беларусь\"",
            "ГОЛОСА ЗА:Абрашина-Жадаева, Маликов , Добротвор, Богушевич, Иванова, Астрейко, Шмигельский, Плавинский, Лещеня, Кравченко, Бусел, Ванинский, Курачева, Лысойван, Жуков, Марков, Дзергачова, Пугачоў, Журневич , Дегтерова, Карабанов, Ольховик, Лимонов, Ерёмин, Епишко, Чайковский , Батурчик , Родин , Янкин, Телицын, Турко, Клочко, Дорошевич, Калбун, Донсков, Крючков , Комар, Дубіна, Скурчаев, Алейникова , Гудков, Масюк, Савич, Казановіч , Ерофеев, Русевич, Мелешко, Бадюля, Стреха, Кашевская, Катковская, Деревяго, Фетисов, Тимофеева , Северцев, Гайдукевич , Самусев, Мельник, Немытько, Бородич, Смольский, Андреев, Кудрицкий, Радаман, Ковтун, Протасеня, Станевский, Потапович, Лапацін, Петракова, Поленок, Вургун, Исидович , Чепель, Силич, Либер\n" +
                    "ГОЛОСА ПРОТИВ:Козлов, Потапов\n" +
                    "ВОЗДЕРЖАЛИСЬ:Копач, Голушко, Волкович, Дмитриев, Блажэвіч, Яцевич\n" +
                    "НЕ ГОЛОСОВАЛО:Мацкевіч, Засинец, Тиханович, Шалыгин, Ковалёв, Лапко, Белецкий, Орловский, Елисеев, Новиков , Курский, Вертинский, Малышев, Лозовик, Перец, Хмельницкий , Величко , Шанцев, Холькин, Русак, Барталевич, Родионова, Швыркин, Ивановский , Рымашевский, Конопко, Адамович, Букин, Остринский, Слесаренко, Коротыш, Михалап, Дудкин, Савин, Місачэнка, Семенов, Богрецов, Ваткевич, Палий, Журавский, Тытарев, Ткаченко, Резванов, Тихонюк, Королёв, Писарчук, Байтасов, Комлик-Яматин, Туманова, Кривонос, Мяцеліца, Литвин, Васькович, Амбражевич, Садовский, Чижик, Караулов, Квятинский, Егоров, Громов, Рак, Якута, Акинчиц, Тарадецкая");

    public static Voiting voiting20210515 = new Voiting("2021.05.15",
            "Выборы Секретаря",
            "ГОЛОСА ЗА: Гудков, Плавинский, Бусел, Радаман, Родин , Бородич, Потапович, Дмитриев, Лысойван, Кравченко, Северцев, Марков, Чепель, Лапко, Масюк, Епишко, Скурчаев, Курачева, Иванова, Петракова, Ерёмин, Байтасов, Дорошевич, Стреха, Алейникова , Смольский, Русевич, Карабанов, Остринский, Калбун, Фетисов, Турко, Дегтерова, Чайковский , Лимонов, Мельник, Волкович, Козлов, Лещеня, Ковтун, Швыркин, Мацкевіч, Комар, Исидович , Немытько, Ванинский, Гайдукевич , Телицын, Белецкий, Жуков, Абрашина-Жадаева, Ольховик, Копач, Новиков , Туманова, Хмельницкий , Потапов, Крючков , Богушевич, Маликов , Дубіна, Янкин, Деревяго, Донсков, Лапацін, Конопко, Самусев, Дзергачова, Писарчук, Ваткевич, Кашевская, Яцевич, Ерофеев, Тимофеева , Казановіч , Катковская\n" +
                    "\n" +
                    "ГОЛОСА ПРОТИВ ВСЕХ:Шмигельский, Станевский, Савич, Блажэвіч, Андреев, Засинец\n" +
                    "\n" +
                    "НЕ ГОЛОСОВАЛО: Тиханович, Шалыгин, Добротвор, Ковалёв, Астрейко, Орловский, Елисеев, Курский, Вертинский, Малышев, Лозовик, Перец, Величко , Пугачоў, Шанцев, Холькин, Русак, Барталевич, Журневич , Родионова, Ивановский , Рымашевский, Адамович, Голушко, Букин, Батурчик , Слесаренко, Коротыш, Клочко, Михалап, Дудкин, Савин, Місачэнка, Семенов, Богрецов, Палий, Журавский, Тытарев, Мелешко, Бадюля, Ткаченко, Резванов, Тихонюк, Королёв, Комлик-Яматин, Кривонос, Мяцеліца, Литвин, Васькович, Амбражевич, Кудрицкий, Садовский, Чижик, Караулов, Протасеня, Квятинский, Егоров, Громов, Поленок, Рак, Якута, Вургун, Акинчиц, Тарадецкая, Силич, Либер");

    public static Voiting voiting20210506 = new Voiting("2021.05.06",
            "Перенос   даты  проведения  очередной  сессии «Схода»",
            "ГОЛОСА ЗА:Абрашина-Жадаева, Засинец, Маликов , Добротвор, Лапко, Иванова, Шмигельский, Белецкий, Орловский, Новиков , Плавинский, Лещеня, Кравченко, Курачева, Дзергачова, Шанцев, Барталевич, Карабанов, Родионова, Швыркин, Копач, Ивановский , Голушко, Ольховик, Лимонов, Ерёмин, Остринский, Батурчик , Родин , Янкин, Дмитриев, Телицын, Турко, Клочко, Дорошевич, Калбун, Донсков, Крючков , Комар, Дубіна, Скурчаев, Алейникова , Семенов, Гудков, Палий, Савич, Казановіч , Русевич, Катковская, Деревяго, Тимофеева , Северцев, Писарчук, Гайдукевич , Самусев, Мельник, Немытько, Бородич, Смольский, Андреев, Радаман, Ковтун, Станевский, Потапович, Лапацін, Поленок, Якута, Либер\n" +
                    "ГОЛОСА ПРОТИВ:Шалыгин, Марков, Пугачоў, Волкович, Потапов, Фетисов, Петракова\n" +
                    "ВОЗДЕРЖАЛИСЬ:Мацкевіч, Богушевич, Лозовик, Бусел, Ванинский, Лысойван, Козлов, Епишко, Ерофеев, Кашевская, Исидович , Чепель\n" +
                    "НЕ ГОЛОСОВАЛО:Тиханович, Ковалёв, Астрейко, Елисеев, Курский, Вертинский, Малышев, Перец, Хмельницкий , Жуков, Величко , Холькин, Русак, Журневич , Дегтерова, Рымашевский, Конопко, Адамович, Букин, Чайковский , Слесаренко, Коротыш, Михалап, Дудкин, Савин, Місачэнка, Богрецов, Ваткевич, Масюк, Блажэвіч, Журавский, Тытарев, Мелешко, Бадюля, Стреха, Ткаченко, Резванов, Тихонюк, Королёв, Байтасов, Комлик-Яматин, Яцевич, Туманова, Кривонос, Каменко, Мяцеліца, Литвин, Васькович, Амбражевич, Кудрицкий, Садовский, Чижик, Караулов, Протасеня, Квятинский, Егоров, Громов, Рак, Вургун, Акинчиц, Тарадецкая, Силич");

    public static Voiting voiting20210503 = new Voiting("2021.05.03",
            "Студенты и преподаватели за Новую Беларусь",
            "ГОЛОСА ЗА:Абрашина-Жадаева, Мацкевіч, Маликов , Шалыгин, Добротвор, Богушевич, Иванова, Шмигельский, Белецкий, Новиков , Плавинский, Лещеня, Лозовик, Кравченко, Ванинский, Лысойван, Козлов, Жуков, Марков, Дзергачова, Пугачоў, Шанцев, Журневич , Дегтерова, Карабанов, Голушко, Букин, Ольховик, Волкович, Лимонов, Епишко, Остринский, Чайковский , Батурчик , Родин , Янкин, Дмитриев, Телицын, Турко, Клочко, Дорошевич, Донсков, Крючков , Комар, Дубіна, Алейникова , Семенов, Гудков, Ваткевич, Масюк, Палий, Блажэвіч, Савич, Казановіч , Ерофеев, Русевич, Бадюля, Стреха, Кашевская, Катковская, Деревяго, Фетисов, Тимофеева , Северцев, Писарчук, Байтасов, Гайдукевич , Мельник, Немытько, Бородич, Каменко, Смольский, Радаман, Караулов, Протасеня, Лапацін, Петракова, Егоров, Акинчиц, Исидович , Чепель\n" +
                    "ГОЛОСА ПРОТИВ:Родионова, Чижик\n" +
                    "ВОЗДЕРЖАЛИСЬ:Астрейко, Хмельницкий , Курачева, Барталевич, Ерёмин, Калбун, Потапов, Амбражевич, Ковтун, Станевский, Квятинский\n" +
                    "НЕ ГОЛОСОВАЛО:Засинец, Тиханович, Ковалёв, Лапко, Орловский, Елисеев, Курский, Вертинский, Малышев, Перец, Бусел, Величко , Холькин, Русак, Швыркин, Копач, Ивановский , Рымашевский, Конопко, Адамович, Слесаренко, Коротыш, Михалап, Дудкин, Савин, Скурчаев, Місачэнка, Богрецов, Журавский, Тытарев, Мелешко, Ткаченко, Резванов, Тихонюк, Королёв, Комлик-Яматин, Самусев, Яцевич, Туманова, Кривонос, Мяцеліца, Андреев, Литвин, Васькович, Кудрицкий, Садовский, Потапович, Громов, Поленок, Рак, Якута, Вургун, Тарадецкая, Силич, Либер");

    public static Voiting voiting20210503_2 = new Voiting("2021.05.03",
            "Помощь избирателям с их инициативами",
            "ГОЛОСА ЗА:Мацкевіч, Маликов , Добротвор, Богушевич, Астрейко, Белецкий, Новиков , Плавинский, Лещеня, Лозовик, Кравченко, Хмельницкий , Ванинский, Лысойван, Козлов, Жуков, Марков, Дзергачова, Пугачоў, Шанцев, Барталевич, Журневич , Дегтерова, Карабанов, Голушко, Букин, Ольховик, Волкович, Лимонов, Епишко, Чайковский , Батурчик , Родин , Янкин, Дмитриев, Телицын, Турко, Дорошевич, Калбун, Донсков, Крючков , Комар, Дубіна, Алейникова , Семенов, Ваткевич, Масюк, Палий, Блажэвіч, Савич, Казановіч , Ерофеев, Русевич, Бадюля, Стреха, Кашевская, Катковская, Деревяго, Фетисов, Тимофеева , Писарчук, Гайдукевич , Мельник, Немытько, Бородич, Каменко, Смольский, Радаман, Протасеня, Станевский, Потапович, Лапацін, Петракова, Егоров, Акинчиц, Исидович , Чепель\n" +
                    "ГОЛОСА ПРОТИВ:Шалыгин, Потапов, Яцевич, Чижик, Квятинский\n" +
                    "ВОЗДЕРЖАЛИСЬ:Абрашина-Жадаева, Иванова, Шмигельский, Курачева, Родионова, Ерёмин, Остринский, Клочко, Гудков, Байтасов, Амбражевич, Ковтун, Караулов\n" +
                    "НЕ ГОЛОСОВАЛО:Засинец, Тиханович, Ковалёв, Лапко, Орловский, Елисеев, Курский, Вертинский, Малышев, Перец, Бусел, Величко , Холькин, Русак, Швыркин, Копач, Ивановский , Рымашевский, Конопко, Адамович, Слесаренко, Коротыш, Михалап, Дудкин, Савин, Скурчаев, Місачэнка, Богрецов, Журавский, Тытарев, Мелешко, Ткаченко, Резванов, Тихонюк, Королёв, Северцев, Комлик-Яматин, Самусев, Туманова, Кривонос, Мяцеліца, Андреев, Литвин, Васькович, Кудрицкий, Садовский, Громов, Поленок, Рак, Якута, Вургун, Тарадецкая, Силич, Либер");

    public static Voiting voiting20210503_3 = new Voiting("2021.05.03",
            "Внесение изменений в избирательное законодательство РБ",
            "ГОЛОСА ЗА:Абрашина-Жадаева, Маликов , Добротвор, Иванова, Астрейко, Белецкий, Новиков , Лещеня, Лозовик, Кравченко, Хмельницкий , Ванинский, Лысойван, Козлов, Жуков, Марков, Дзергачова, Пугачоў, Барталевич, Журневич , Карабанов, Букин, Ольховик, Волкович, Лимонов, Епишко, Чайковский , Батурчик , Родин , Янкин, Дмитриев, Телицын, Турко, Калбун, Донсков, Крючков , Комар, Дубіна, Алейникова , Ваткевич, Масюк, Палий, Блажэвіч, Савич, Ерофеев, Русевич, Бадюля, Стреха, Кашевская, Деревяго, Фетисов, Тимофеева , Северцев, Писарчук, Байтасов, Гайдукевич , Мельник, Каменко, Смольский, Радаман, Ковтун, Протасеня, Станевский, Лапацін, Квятинский, Акинчиц, Исидович , Чепель\n" +
                    "ГОЛОСА ПРОТИВ:Мацкевіч, Шалыгин, Шанцев, Клочко, Чижик, Караулов, Егоров\n" +
                    "ВОЗДЕРЖАЛИСЬ:Богушевич, Шмигельский, Плавинский, Курачева, Дегтерова, Родионова, Голушко, Ерёмин, Остринский, Дорошевич, Семенов, Гудков, Потапов, Казановіч , Катковская, Немытько, Бородич, Амбражевич, Потапович, Петракова\n" +
                    "НЕ ГОЛОСОВАЛО:Засинец, Тиханович, Ковалёв, Лапко, Орловский, Елисеев, Курский, Вертинский, Малышев, Перец, Бусел, Величко , Холькин, Русак, Швыркин, Копач, Ивановский , Рымашевский, Конопко, Адамович, Слесаренко, Коротыш, Михалап, Дудкин, Савин, Скурчаев, Місачэнка, Богрецов, Журавский, Тытарев, Мелешко, Ткаченко, Резванов, Тихонюк, Королёв, Комлик-Яматин, Самусев, Яцевич, Туманова, Кривонос, Мяцеліца, Андреев, Литвин, Васькович, Кудрицкий, Садовский, Громов, Поленок, Рак, Якута, Вургун, Тарадецкая, Силич, Либер");

    public static Voiting voiting20210427 = new Voiting("2021.04.27",
            "Изменение  пунктов 13 – 26  и    33  Регламента",
            "ГОЛОСА ЗА:Клочко, Гудков, Ольховик, Орловский, Поленок, Немытько, Стреха, Русевич, Коротыш, Байтасов, Ковтун, Станевский, Катковская, Дорошевич, Писарчук, Лапко, Лысойван, Батурчик , Шмигельский, Остринский, Комар, Иванова, Дегтерова, Пугачоў, Маликов , Журневич , Лапацін, Курский, Богушевич, Голушко, Тимофеева , Турко, Дмитриев, Радаман, Чайковский , Либер, Ванинский, Фетисов, Копач, Алейникова , Крючков , Родин \n" +
                    "ГОЛОСА ПРОТИВ:Савич, Волкович, Егоров, Деревяго, Лозовик, Телицын, Шалыгин, Марков, Мацкевіч, Казановіч , Абрашина-Жадаева, Северцев, Засинец, Потапов, Бусел\n" +
                    "ВОЗДЕРЖАЛИСЬ:Курачева, Лимонов, Андреев, Семенов, Епишко, Хмельницкий , Кашевская, Гайдукевич , Калбун, Добротвор, Милейковский, Бородич\n" +
                    "НЕ ГОЛОСОВАЛО:Самусев, Карабанов, Тытарев, Букин, Каменко, Перец, Ткаченко, Холькин, Місачэнка, Елисеев, Ерофеев, Бадюля, Кравченко, Кудрицкий, Громов, Жуков, Савин, Чепель, Тиханович, Ивановский , Васькович, Михалап, Русак, Родионова, Вургун, Швыркин, Масюк, Козлов, Адамович, Белецкий, Протасеня, Королёв, Амбражевич, Петракова, Палий, Донсков, Потапович, Вертинский, Литвин, Шанцев, Дзергачова, Садовский, Богрецов, Ваткевич, Туманова, Смольский, Рак, Якута, Квятинский, Янкин, Тихонюк, Лещеня, Акинчиц, Караулов, Парфененка, Ковалёв, Скурчаев, Тарадецкая, Мяцеліца, Новиков , Блажэвіч, Яцевич, Ерёмин, Барталевич, Величко , Кривонос, Астрейко, Журавский, Малышев, Мелешко, Слесаренко, Мельник, Дубіна, Рымашевский, Чижик, Силич, Комлик-Яматин, Исидович , Резванов, Плавинский, Дудкин, Конопко");

    public static Voiting voiting20210424 = new Voiting("2021.04.24",
            "Обращение к политическим лидерам",
            "ГОЛОСА ЗА:Клочко, Гудков, Савич, Волкович, Егоров, Деревяго, Стреха, Кудрицкий, Русевич, Жуков, Чепель, Лимонов, Дорошевич, Лозовик, Родионова, Писарчук, Масюк, Лысойван, Белецкий, Телицын, Семенов, Батурчик , Протасеня, Епишко, Шалыгин, Комар, Донсков, Журневич , Туманова, Лапацін, Курский, Квятинский, Богушевич, Хмельницкий , Кашевская, Турко, Гайдукевич , Калбун, Либер, Мацкевіч, Казановіч , Ерёмин, Барталевич, Милейковский, Копач, Засинец, Бородич, Мелешко, Потапов, Дубіна, Родин , Бусел\n" +
                    "ГОЛОСА ПРОТИВ:Ольховик, Немытько, Ковтун, Станевский, Королёв, Шанцев, Дзергачова, Лещеня, Дмитриев, Радаман, Скурчаев, Чайковский , Северцев, Мельник, Крючков \n" +
                    "ВОЗДЕРЖАЛИСЬ:Курачева, Букин, Поленок, Бадюля, Кравченко, Катковская, Лапко, Козлов, Шмигельский, Остринский, Петракова, Пугачоў, Голушко, Новиков , Добротвор, Абрашина-Жадаева, Фетисов, Алейникова , Плавинский\n" +
                    "НЕ ГОЛОСОВАЛО:Самусев, Карабанов, Тытарев, Каменко, Перец, Ткаченко, Холькин, Орловский, Місачэнка, Елисеев, Ерофеев, Громов, Савин, Коротыш, Байтасов, Тиханович, Ивановский , Васькович, Михалап, Русак, Вургун, Швыркин, Адамович, Андреев, Амбражевич, Иванова, Дегтерова, Палий, Потапович, Вертинский, Литвин, Маликов , Садовский, Богрецов, Ваткевич, Смольский, Марков, Рак, Якута, Янкин, Тихонюк, Тимофеева , Акинчиц, Караулов, Парфененка, Ковалёв, Тарадецкая, Мяцеліца, Блажэвіч, Яцевич, Величко , Ванинский, Кривонос, Астрейко, Журавский, Малышев, Слесаренко, Рымашевский, Чижик, Силич, Комлик-Яматин, Исидович , Резванов, Дудкин, Конопко");

    public static Voiting voiting20210423 = new Voiting("2021.04.23",
            "Общенациональная кампания Схода",
            "ГОЛОСА ЗА:Гудков, Ольховик, Савич, Каменко, Перец, Орловский, Ерофеев, Волкович, Поленок, Деревяго, Немытько, Бадюля, Кравченко, Стреха, Кудрицкий, Русевич, Коротыш, Байтасов, Чепель, Лимонов, Васькович, Ковтун, Станевский, Катковская, Дорошевич, Лозовик, Писарчук, Лапко, Козлов, Лысойван, Андреев, Телицын, Семенов, Протасеня, Шмигельский, Петракова, Палий, Донсков, Потапович, Маликов , Журневич , Дзергачова, Садовский, Ваткевич, Марков, Квятинский, Янкин, Тимофеева , Кашевская, Лещеня, Турко, Гайдукевич , Акинчиц, Караулов, Дмитриев, Радаман, Скурчаев, Калбун, Либер, Добротвор, Барталевич, Абрашина-Жадаева, Северцев, Милейковский, Ванинский, Фетисов, Копач, Бородич, Алейникова , Мельник, Дубіна, Родин , Плавинский\n" +
                    "ГОЛОСА ПРОТИВ:Клочко, Богушевич, Казановіч , Потапов\n" +
                    "ВОЗДЕРЖАЛИСЬ:Курачева, Епишко, Шалыгин, Пугачоў, Шанцев, Лапацін, Хмельницкий , Чайковский , Ерёмин, Засинец, Бусел, Конопко\n" +
                    "НЕ ГОЛОСОВАЛО:Самусев, Карабанов, Тытарев, Букин, Ткаченко, Холькин, Місачэнка, Елисеев, Егоров, Громов, Жуков, Савин, Тиханович, Ивановский , Михалап, Русак, Родионова, Вургун, Швыркин, Масюк, Адамович, Белецкий, Батурчик , Королёв, Остринский, Амбражевич, Комар, Иванова, Дегтерова, Вертинский, Литвин, Богрецов, Туманова, Смольский, Рак, Якута, Курский, Тихонюк, Голушко, Парфененка, Ковалёв, Тарадецкая, Мяцеліца, Новиков , Блажэвіч, Яцевич, Мацкевіч, Величко , Кривонос, Астрейко, Журавский, Малышев, Мелешко, Слесаренко, Крючков , Рымашевский, Чижик, Силич, Комлик-Яматин, Исидович , Резванов, Дудкин");

    public static Voiting voiting20210423_2 = new Voiting("2021.04.23",
            "План реализации кампании Народный призыв",
            "ГОЛОСА ЗА:Клочко, Гудков, Ольховик, Савич, Перец, Орловский, Ерофеев, Поленок, Деревяго, Немытько, Бадюля, Кравченко, Стреха, Кудрицкий, Русевич, Коротыш, Чепель, Васькович, Ковтун, Катковская, Дорошевич, Лозовик, Писарчук, Лапко, Козлов, Лысойван, Андреев, Телицын, Семенов, Батурчик , Протасеня, Шмигельский, Палий, Пугачоў, Донсков, Потапович, Маликов , Журневич , Дзергачова, Садовский, Ваткевич, Лапацін, Янкин, Хмельницкий , Тимофеева , Кашевская, Лещеня, Турко, Гайдукевич , Акинчиц, Дмитриев, Радаман, Скурчаев, Калбун, Чайковский , Либер, Казановіч , Добротвор, Барталевич, Абрашина-Жадаева, Северцев, Милейковский, Ванинский, Копач, Засинец, Бородич, Алейникова , Мельник, Дубіна, Родин , Бусел, Плавинский\n" +
                    "ГОЛОСА ПРОТИВ:Волкович, Шалыгин, Марков\n" +
                    "ВОЗДЕРЖАЛИСЬ:Курачева, Лимонов, Станевский, Родионова, Епишко, Петракова, Шанцев, Квятинский, Богушевич, Караулов, Ерёмин, Фетисов, Потапов, Конопко\n" +
                    "НЕ ГОЛОСОВАЛО:Самусев, Карабанов, Тытарев, Букин, Каменко, Ткаченко, Холькин, Місачэнка, Елисеев, Егоров, Громов, Жуков, Савин, Байтасов, Тиханович, Ивановский , Михалап, Русак, Вургун, Швыркин, Масюк, Адамович, Белецкий, Королёв, Остринский, Амбражевич, Комар, Иванова, Дегтерова, Вертинский, Литвин, Богрецов, Туманова, Смольский, Рак, Якута, Курский, Тихонюк, Голушко, Парфененка, Ковалёв, Тарадецкая, Мяцеліца, Новиков , Блажэвіч, Яцевич, Мацкевіч, Величко , Кривонос, Астрейко, Журавский, Малышев, Мелешко, Слесаренко, Крючков , Рымашевский, Чижик, Силич, Комлик-Яматин, Исидович , Резванов, Дудкин");

    public static Voiting voiting20210420 = new Voiting("2021.04.20",
            "Публикация и отправка открытого обращения по COVID-19",
            "ГОЛОСА ЗА:Клочко, Гудков, Ольховик, Ерофеев, Волкович, Егоров, Деревяго, Немытько, Стреха, Кудрицкий, Лимонов, Станевский, Катковская, Лозовик, Вургун, Швыркин, Лапко, Лысойван, Андреев, Телицын, Шмигельский, Королёв, Остринский, Амбражевич, Иванова, Петракова, Дегтерова, Донсков, Потапович, Шанцев, Маликов , Журневич , Садовский, Ваткевич, Лапацін, Марков, Якута, Богушевич, Хмельницкий , Гайдукевич , Скурчаев, Калбун, Чайковский , Казановіч , Ерёмин, Добротвор, Барталевич, Северцев, Милейковский, Астрейко, Засинец, Бородич, Алейникова , Мельник, Дубіна, Крючков , Родин , Комлик-Яматин, Бусел, Исидович , Плавинский\n" +
                    "ГОЛОСА ПРОТИВ:Кравченко, Жуков, Чепель, Дорошевич, Ванинский\n" +
                    "ВОЗДЕРЖАЛИСЬ:Бадюля, Русевич, Ивановский , Ковтун, Масюк, Козлов, Белецкий, Батурчик , Епишко, Комар, Палий, Пугачоў, Дзергачова, Квятинский, Кашевская, Дмитриев, Радаман, Новиков , Мацкевіч, Фетисов, Потапов\n" +
                    "НЕ ГОЛОСОВАЛО:Самусев, Карабанов, Тытарев, Курачева, Букин, Савич, Каменко, Перец, Ткаченко, Холькин, Орловский, Місачэнка, Елисеев, Поленок, Громов, Савин, Коротыш, Байтасов, Тиханович, Васькович, Михалап, Русак, Родионова, Писарчук, Адамович, Семенов, Протасеня, Шалыгин, Вертинский, Литвин, Богрецов, Туманова, Смольский, Рак, Курский, Янкин, Тихонюк, Голушко, Тимофеева , Лещеня, Турко, Акинчиц, Караулов, Парфененка, Ковалёв, Тарадецкая, Мяцеліца, Либер, Блажэвіч, Яцевич, Абрашина-Жадаева, Величко , Кривонос, Копач, Журавский, Малышев, Мелешко, Слесаренко, Рымашевский, Чижик, Силич, Резванов, Дудкин, Конопко");

    public static Voiting voiting20210420_2 = new Voiting("2021.04.20",
            "Организация внеочередной сессии Схода",
            "ГОЛОСА ЗА:Клочко, Самусев, Гудков, Каменко, Ерофеев, Волкович, Егоров, Деревяго, Немытько, Бадюля, Кравченко, Стреха, Кудрицкий, Русевич, Жуков, Чепель, Ивановский , Станевский, Катковская, Дорошевич, Лозовик, Вургун, Масюк, Лапко, Козлов, Лысойван, Белецкий, Андреев, Телицын, Батурчик , Шмигельский, Епишко, Королёв, Остринский, Комар, Иванова, Дегтерова, Палий, Пугачоў, Донсков, Потапович, Шанцев, Маликов , Журневич , Дзергачова, Ваткевич, Лапацін, Курский, Квятинский, Богушевич, Хмельницкий , Кашевская, Лещеня, Гайдукевич , Дмитриев, Радаман, Скурчаев, Новиков , Калбун, Чайковский , Мацкевіч, Казановіч , Ерёмин, Барталевич, Северцев, Милейковский, Ванинский, Фетисов, Бородич, Мельник, Потапов, Дубіна, Крючков , Родин , Комлик-Яматин, Бусел, Исидович , Плавинский\n" +
                    "ГОЛОСА ПРОТИВ:Ольховик, Ковтун, Амбражевич, Марков, Астрейко\n" +
                    "ВОЗДЕРЖАЛИСЬ:Лимонов, Швыркин, Петракова, Якута, Добротвор, Засинец, Алейникова \n" +
                    "НЕ ГОЛОСОВАЛО:Карабанов, Тытарев, Курачева, Букин, Савич, Перец, Ткаченко, Холькин, Орловский, Місачэнка, Елисеев, Поленок, Громов, Савин, Коротыш, Байтасов, Тиханович, Васькович, Михалап, Русак, Родионова, Писарчук, Адамович, Семенов, Протасеня, Шалыгин, Вертинский, Литвин, Садовский, Богрецов, Туманова, Смольский, Рак, Янкин, Тихонюк, Голушко, Тимофеева , Турко, Акинчиц, Караулов, Парфененка, Ковалёв, Тарадецкая, Мяцеліца, Либер, Блажэвіч, Яцевич, Абрашина-Жадаева, Величко , Кривонос, Копач, Журавский, Малышев, Мелешко, Слесаренко, Рымашевский, Чижик, Силич, Резванов, Дудкин, Конопко");

    public static Voiting voiting20210404 = new Voiting("2021.04.04",
            "Падрыхтоўка да мясцовых выбараў",
            "ГОЛОСА ЗА:Самусев, Гудков, Карабанов, Курачева, Букин, Ольховик, Каменко, Орловский, Ерофеев, Волкович, Егоров, Поленок, Деревяго, Немытько, Кравченко, Байтасов, Чепель, Ковтун, Станевский, Катковская, Дорошевич, Вургун, Писарчук, Швыркин, Масюк, Лапко, Козлов, Лысойван, Белецкий, Телицын, Батурчик , Протасеня, Королёв, Шалыгин, Комар, Иванова, Петракова, Палий, Пугачоў, Шанцев, Дзергачова, Туманова, Лапацін, Марков, Квятинский, Янкин, Богушевич, Кашевская, Лещеня, Турко, Гайдукевич , Караулов, Парфененка, Ковалёв, Радаман, Новиков , Чайковский , Либер, Казановіч , Ерёмин, Добротвор, Барталевич, Абрашина-Жадаева, Северцев, Милейковский, Ванинский, Кривонос, Фетисов, Астрейко, Бородич, Алейникова , Мельник, Потапов, Крючков , Родин , Комлик-Яматин, Исидович , Плавинский, Дудкин\n" +
                    "ГОЛОСА ПРОТИВ:Семенов, Бусел\n" +
                    "ВОЗДЕРЖАЛИСЬ:Стреха, Андреев, Епишко, Маликов , Смольский, Хмельницкий , Голушко, Засинец, Дубіна, Конопко\n" +
                    "НЕ ГОЛОСОВАЛО:Клочко, Тытарев, Савич, Перец, Ткаченко, Холькин, Місачэнка, Елисеев, Бадюля, Кудрицкий, Громов, Русевич, Жуков, Савин, Коротыш, Тиханович, Ивановский , Лимонов, Васькович, Лозовик, Михалап, Русак, Родионова, Адамович, Шмигельский, Остринский, Амбражевич, Дегтерова, Донсков, Потапович, Вертинский, Литвин, Журневич , Садовский, Богрецов, Ваткевич, Рак, Якута, Курский, Тихонюк, Тимофеева , Акинчиц, Дмитриев, Скурчаев, Тарадецкая, Мяцеліца, Калбун, Блажэвіч, Яцевич, Мацкевіч, Величко , Копач, Журавский, Малышев, Мелешко, Слесаренко, Рымашевский, Чижик, Силич, Резванов");

    public static Voiting voiting20210404_2 = new Voiting("2021.04.04",
            "План проведения адресной кампании-призыва",
            "ГОЛОСА ЗА:Самусев, Гудков, Карабанов, Курачева, Букин, Ольховик, Каменко, Орловский, Ерофеев, Егоров, Деревяго, Немытько, Кравченко, Чепель, Ковтун, Станевский, Катковская, Дорошевич, Писарчук, Швыркин, Лапко, Лысойван, Андреев, Телицын, Протасеня, Епишко, Королёв, Шалыгин, Комар, Иванова, Палий, Пугачоў, Шанцев, Маликов , Дзергачова, Смольский, Лапацін, Марков, Янкин, Хмельницкий , Голушко, Кашевская, Лещеня, Турко, Гайдукевич , Парфененка, Ковалёв, Радаман, Новиков , Чайковский , Либер, Казановіч , Ерёмин, Добротвор, Барталевич, Северцев, Ванинский, Кривонос, Засинец, Бородич, Алейникова , Мельник, Дубіна, Крючков , Родин , Комлик-Яматин, Бусел, Исидович , Плавинский, Дудкин\n" +
                    "ГОЛОСА ПРОТИВ:Волкович, Стреха, Семенов, Милейковский, Конопко\n" +
                    "ВОЗДЕРЖАЛИСЬ:Поленок, Вургун, Масюк, Козлов, Белецкий, Батурчик , Петракова, Туманова, Квятинский, Богушевич, Караулов, Абрашина-Жадаева, Астрейко, Потапов\n" +
                    "НЕ ГОЛОСОВАЛО:Клочко, Тытарев, Савич, Перец, Ткаченко, Холькин, Місачэнка, Елисеев, Бадюля, Кудрицкий, Громов, Русевич, Жуков, Савин, Коротыш, Байтасов, Тиханович, Ивановский , Лимонов, Васькович, Лозовик, Михалап, Русак, Родионова, Адамович, Шмигельский, Остринский, Амбражевич, Дегтерова, Донсков, Потапович, Вертинский, Литвин, Журневич , Садовский, Богрецов, Ваткевич, Рак, Якута, Курский, Тихонюк, Тимофеева , Акинчиц, Дмитриев, Скурчаев, Тарадецкая, Мяцеліца, Калбун, Блажэвіч, Яцевич, Мацкевіч, Величко , Фетисов, Копач, Журавский, Малышев, Мелешко, Слесаренко, Рымашевский, Чижик, Силич, Резванов");

    public static Voiting voiting20210404_3 = new Voiting("2021.04.04",
            "Создание \"\"Кабинета гражданина\"\" на платформе СХОД",
            "ГОЛОСА ЗА:Гудков, Карабанов, Курачева, Букин, Ольховик, Каменко, Орловский, Ерофеев, Волкович, Егоров, Деревяго, Немытько, Кравченко, Стреха, Байтасов, Чепель, Ковтун, Катковская, Дорошевич, Писарчук, Масюк, Козлов, Лысойван, Белецкий, Телицын, Семенов, Протасеня, Комар, Иванова, Петракова, Палий, Пугачоў, Шанцев, Маликов , Туманова, Смольский, Лапацін, Янкин, Богушевич, Хмельницкий , Голушко, Кашевская, Лещеня, Турко, Гайдукевич , Караулов, Парфененка, Чайковский , Либер, Ерёмин, Барталевич, Северцев, Милейковский, Кривонос, Фетисов, Астрейко, Алейникова , Мельник, Дубіна, Крючков , Родин , Комлик-Яматин, Исидович , Плавинский\n" +
                    "ГОЛОСА ПРОТИВ:Самусев, Поленок, Королёв, Шалыгин, Марков, Радаман, Засинец, Потапов, Бусел\n" +
                    "ВОЗДЕРЖАЛИСЬ:Станевский, Вургун, Швыркин, Лапко, Батурчик , Епишко, Дзергачова, Квятинский, Ковалёв, Новиков , Казановіч , Добротвор, Абрашина-Жадаева, Бородич, Дудкин, Конопко\n" +
                    "НЕ ГОЛОСОВАЛО:Клочко, Тытарев, Савич, Перец, Ткаченко, Холькин, Місачэнка, Елисеев, Бадюля, Кудрицкий, Громов, Русевич, Жуков, Савин, Коротыш, Тиханович, Ивановский , Лимонов, Васькович, Лозовик, Михалап, Русак, Родионова, Адамович, Андреев, Шмигельский, Остринский, Амбражевич, Дегтерова, Донсков, Потапович, Вертинский, Литвин, Журневич , Садовский, Богрецов, Ваткевич, Рак, Якута, Курский, Тихонюк, Тимофеева , Акинчиц, Дмитриев, Скурчаев, Тарадецкая, Мяцеліца, Калбун, Блажэвіч, Яцевич, Мацкевіч, Величко , Ванинский, Копач, Журавский, Малышев, Мелешко, Слесаренко, Рымашевский, Чижик, Силич, Резванов");

    public static Voiting voiting2021template = new Voiting("2021.0",
            "",
            "");




    public static ArrayList<String> getDelegates() {
        ArrayList<String> delegates = new ArrayList<>();
        delegates.add("Абрашина-Жадаева");
        delegates.add("Адамович");
        delegates.add("Акинчиц");
        delegates.add("Алейникова");
        delegates.add("Амбражевич");
        delegates.add("Андреев");
        delegates.add("Астрейко");
        delegates.add("Бадюля");
        delegates.add("Байтасов");
        delegates.add("Барталевич");
        delegates.add("Батурчик");
        delegates.add("Белецкий");
        delegates.add("Блажэвіч");
        delegates.add("Богрецов");
        delegates.add("Богушевич");
        delegates.add("Бородич");
        delegates.add("Букин");
        delegates.add("Бусел");
        delegates.add("Ванинский");
        delegates.add("Васькович");
        delegates.add("Ваткевич");
        delegates.add("Величко");
        delegates.add("Вертинский");
        delegates.add("Волкович");
        delegates.add("Вургун");
        delegates.add("Гайдукевич");
        delegates.add("Голушко");
        delegates.add("Громов");
        delegates.add("Гудков");
        delegates.add("Дегтерова");
        delegates.add("Деревяго");
        delegates.add("Дзергачова");
        delegates.add("Дмитриев");
        delegates.add("Добротвор");
        delegates.add("Донсков");
        delegates.add("Дорошевич");
        delegates.add("Дубіна");
        delegates.add("Дудкин");
        delegates.add("Егоров");
        delegates.add("Елисеев");
        delegates.add("Епишко");
        delegates.add("Ерофеев");
        delegates.add("Ерёмин");
        delegates.add("Жуков");
        delegates.add("Журавский");
        delegates.add("Журневич");
        delegates.add("Засинец");
        delegates.add("Иванова");
        delegates.add("Ивановский");
        delegates.add("Исидович");
        delegates.add("Казановіч");
        delegates.add("Калбун");
        delegates.add("Карабанов");
        delegates.add("Караулов");
        delegates.add("Катковская");
        delegates.add("Кашевская");
        delegates.add("Квятинский");
        delegates.add("Клочко");
        delegates.add("Ковалёв");
        delegates.add("Ковтун");
        delegates.add("Козлов");
        delegates.add("Комар");
        delegates.add("Комлик-Яматин");
        delegates.add("Конопко");
        delegates.add("Копач");
        delegates.add("Королёв");
        delegates.add("Коротыш");
        delegates.add("Кравченко");
        delegates.add("Кривонос");
        delegates.add("Крючков");
        delegates.add("Кудрицкий");
        delegates.add("Курачева");
        delegates.add("Курский");
        delegates.add("Лапацін");
        delegates.add("Лапко");
        delegates.add("Лещеня");
        delegates.add("Либер");
        delegates.add("Лимонов");
        delegates.add("Литвин");
        delegates.add("Лозовик");
        delegates.add("Лысойван");
        delegates.add("Маликов");
        delegates.add("Малышев");
        delegates.add("Марков");
        delegates.add("Масюк");
        delegates.add("Мацкевіч");
        delegates.add("Мелешко");
        delegates.add("Мельник");
        delegates.add("Михалап");
        delegates.add("Мяцеліца");
        delegates.add("Місачэнка");
        delegates.add("Немытько");
        delegates.add("Новиков");
        delegates.add("Ольховик");
        delegates.add("Орловский");
        delegates.add("Остринский");
        delegates.add("Палий");
        delegates.add("Перец");
        delegates.add("Петракова");
        delegates.add("Писарчук");
        delegates.add("Плавинский");
        delegates.add("Поленок");
        delegates.add("Потапов");
        delegates.add("Потапович");
        delegates.add("Протасеня");
        delegates.add("Пугачоў");
        delegates.add("Радаман");
        delegates.add("Рак");
        delegates.add("Резванов");
        delegates.add("Родин");
        delegates.add("Родионова");
        delegates.add("Русак");
        delegates.add("Русевич");
        delegates.add("Рымашевский");
        delegates.add("Савин");
        delegates.add("Савич");
        delegates.add("Садовский");
        delegates.add("Самусев");
        delegates.add("Северцев");
        delegates.add("Семенов");
        delegates.add("Силич");
        delegates.add("Скурчаев");
        delegates.add("Слесаренко");
        delegates.add("Смольский");
        delegates.add("Станевский");
        delegates.add("Стреха");
        delegates.add("Тарадецкая");
        delegates.add("Телицын");
        delegates.add("Тимофеева");
        delegates.add("Тиханович");
        delegates.add("Тихонюк");
        delegates.add("Ткаченко");
        delegates.add("Туманова");
        delegates.add("Турко");
        delegates.add("Тытарев");
        delegates.add("Фетисов");
        delegates.add("Хмельницкий");
        delegates.add("Холькин");
        delegates.add("Чайковский");
        delegates.add("Чепель");
        delegates.add("Чижик");
        delegates.add("Шалыгин");
        delegates.add("Шанцев");
        delegates.add("Швыркин");
        delegates.add("Шмигельский");
        delegates.add("Якута");
        delegates.add("Янкин");
        delegates.add("Яцевич");

        return delegates;
    }
}
